Repository: german-national-wallet/de-eudi-wallet-ios
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de

# pid_presentation.dialog_rp_overasking.paragraph_overasking
source: This service is requesting more data than is permitted. For security reasons, the wallet automatically rejected the request. Please contact or report the service.
de: Dieser Dienst fordert mehr Daten an als erlaubt. Aus Sicherheitsgründen wurde die Anfrage automatisch abgelehnt. Bitte kontaktiere den Dienst oder melde ihn.

# pid_presentation.dialog_rp_overasking.prim_button
source: Report a violation
de: Verdacht melden

# pid_presentation.dialog_rp_overasking.sec_button
source: Back to service
de: Zurück zum Dienst

# pid_presentation.dialog_rp_overasking.title
source: The request was rejected for your safety
de: Die Anfrage wurde zu deiner Sicherheit abgelehnt

# pid_presentation.dialog_rp_rejection.paragraph
source: In this case, your data won’t be shared with the service and you’ll be redirected back to it. You can then use another method to verify your identity and continue using the service.
de: Deine Daten werden in diesem Fall nicht an den Dienst gesendet und du wirst zum Dienst zurückgeleitet. Du kannst dich dort mit einer anderen Methode identifizieren, um den Dienst zu nutzen.

# pid_presentation.dialog_rp_rejection.prim_button
source: Yes, reject
de: Ja, ablehnen

# pid_presentation.dialog_rp_rejection.sec_button
source: Report suspicion
de: Verdacht melden

# pid_presentation.dialog_rp_rejection.sec_button_2
source: Close
de: Schließen

# pid_presentation.dialog_rp_rejection.title
source: Reject data request?
de: Datenanfrage ablehnen?

# pid_presentation.dialog_rp_unkown.paragraph_cert_failed
source: This service does not have permission to request data. For security reasons, the wallet automatically rejected the request. Please contact or report the service.
de: Dieser Dienst besitzt keine Berechtigung Daten anzufragen. Die Wallet hat aus Sicherheitsgründen automatisch die Anfrage abgelehnt. Bitte kontaktiere oder melde den Dienst.

# pid_presentation.dialog_rp_unkown.prim_button
source: Report problem
de: Problem melden

# pid_presentation.dialog_rp_unkown.sec_button
source: Back to service
de: Zurück zum Dienst

# pid_presentation.dialog_rp_unkown.title
source: The request was rejected for your safety
de: Die Anfrage wurde zu deiner Sicherheit abgelehnt

# pid_presentation.dialog_server_error.error_server_paragraph
source: Please try again in a few minutes.
de: Bitte probiere es in ein paar Minuten noch einmal.

# pid_presentation.dialog_server_error.prim_button
source: Try again
de: Nochmal probieren

# pid_presentation.dialog_server_error.sec_button
source: Close notification
de: Mitteilung schließen

# pid_presentation.dialog_server_error.server_error_title
source: Server is currently unavailable
de: Server nicht erreichbar

# pid_presentation.loading_credential.title
source: Preparing credential…
de: Nachweis wird vorbereitet...

# pid_presentation.loading.title
source: Your data is being processed…
de: Deine Daten werden verarbeitet...

# pid_presentation.malformed_presentation.paragraph
source: Please restart the presentation of your credential at the point where you started it.
de: Bitte starte den Präsentation deines Nachweis erneut an der Stelle, an der du ihn begonnen hast.

# pid_presentation.malformed_presentation.prim_button
source: Back to service
de: Zurück zum Dienst

# pid_presentation.malformed_presentation.title
source: Something went wrong
de: Etwas ist schief gelaufen

# pid_presentation.no_issued_pid.prim_button
source: Add a valid digital ID
de: Gültigen digitalen Ausweis hinzufügen

# pid_presentation.no_issued_pid.sec_button
source: Back to service
de: Zurück zum Dienst

# pid_presentation.no_issued_pid.title
source: You need a valid digital ID
de: Du benötigst einen gültigen digitalen Ausweis

# pid_presentation.retry_counter.blocked_paragraph
source: Your wallet is locked. You can set a new Digital ID code by deleting your digital ID and adding it again.
de: Deine Wallet ist gesperrt. Du kannst einen neuen Digitaler-Ausweis-Code festlegen, indem du deinen Digitalen Ausweis löschst und danach wieder hinzufügst.

# pid_presentation.retry_counter.counter_overlay_paragraph
source: First, check if your Wallet PIN is saved in a password manager. If you don’t remember it, you can delete your Digital ID and add it again. You’ll then set a new Wallet PIN. Your activity data stays saved until you add the new Digital ID.
de: Bitte prüfe zuerst, ob deine Wallet-PIN in einem Passwort-Manager gespeichert ist. Falls du sie nicht mehr weißt, kannst du deinen Digitalen Ausweis löschen und neu hinzufügen. Dabei legst du eine neue Wallet-PIN fest. Deine Aktivitätsdaten bleiben erhalten, bis du den neuen Digitalen Ausweis hinzugefügt hast.

# pid_presentation.retry_counter.counter_overlay_sec_button
source: Delete Digital ID now
de: Jetzt Digitalen Ausweis löschen

# pid_presentation.retry_counter.counter_overlay_title
source: Forgot Wallet PIN
de: Wallet-PIN vergessen

# pid_presentation.retry_counter.counter_paragraph
source: Try again in
de: Versuche es erneut in

# pid_presentation.retry_counter.counter_sec_button
source: Forgot Wallet PIN
de: Wallet-PIN vergessen

# pid_presentation.retry_counter.counter_title
source: Entered Wallet PIN incorrectly multiple times
de: Wallet-PIN mehrmals falsch eingeben

# pid_presentation.retry_counter.locked_prim_button
source: Add digital ID again
de: Digitalen Ausweis neu hinzufügen

# pid_presentation.retry_counter.locked_sec_button
source: To overview
de: Zur Übersicht

# pid_presentation.retry_counter.locked_title
source: You entered the Digital ID code incorrectly too many times
de: Digitaler-Ausweis-Code zu oft falsch eingeben

# pid_presentation.retry_counter.reset_overlay_button
source: Yes, delete
de: Ja, löschen

# pid_presentation.retry_counter.reset_overlay_paragraph
source: You can’t use your Digital ID online until you add a new one.
de: Du kannst deinen Digitalen Ausweis nicht mehr online nutzen, bis du einen neuen Ausweis hinzugefügt hast.

# pid_presentation.retry_counter.reset_overlay_title
source: Delete Digital ID?
de: Digitalen Ausweis wirklich löschen?

# pid_presentation.retry_counter.reset_success
source: Digital ID deleted
de: Digitaler Ausweis gelöscht

# pid_presentation.retry_counter.route_to_overview
source: To Overview
de: Zur Übersicht

# pid_presentation.retry_counter.warning_paragraph
source: Important: If you enter your Wallet PIN incorrectly one more time, you’ll lose access to your digital ID and will need to add it again.
de: Wichtig: Wenn du ein weiteres Mal deine Wallet-PIN falsch eingibst, verlierst du den Zugriff auf deinen Digitalen Ausweis und musst ihn neu hinzufügen.

# pid_presentation.rp_info.label
source: Purpose
de: Zweck

# pid_presentation.rp_info.paragraph_1
source: Do you want to share your data with this service?
de: Möchtest du Daten mit dem Dienst teilen?

# pid_presentation.rp_info.paragraph_2
source: In the next step, you’ll see which data will be sent.
de: Im nächsten Schritt siehst du, welche Daten an den Dienst gesendet werden.

# pid_presentation.rp_info.prim_button
source: Next
de: Weiter

# pid_presentation.rp_info.sec_button
source: Reject
de: Ablehnen

# pid_presentation.rp_info.title
source: This service is requesting data:
de: Dieser Dienst fordert Daten an:

# pid_presentation.rp_service_details.label_address
source: Address
de: Adresse

# pid_presentation.rp_service_details.label_id
source: Identification number
de: Identifikationsnummer

# pid_presentation.rp_service_details.label_privacy
source: Privacy policy
de: Datenschutzerklärung

# pid_presentation.rp_service_details.sec_button
source: Report a suspicion
de: Verdacht melden

# pid_presentation.rp_service_details.title
source: Service
de: Dienst

# pid_presentation.rwscd_account_unknown.paragraph
source: There might be different reasons for this. The only option is to delete your eID from the credential details and add it again.
de: Es kann verschiedene Gründe dafür geben. Die einzige Möglichkeit ist, deinen Ausweis in den Kartendetails zu löschen und erneut hinzuzufügen.

# pid_presentation.rwscd_account_unknown.prim_button
source: Back to service
de: Zurück zum Dienst

# pid_presentation.rwscd_account_unknown.sec_button
source: To Home screen
de: Zum Startbildschirm

# pid_presentation.rwscd_account_unknown.title
source: Something went wrong
de: Etwas ist schief gelaufen

# pid_presentation.rwscd_auth_verification_failed.paragraph
source: There might be different reasons for this. The only option is to delete your eID from the credential details and add it again.
de: Es kann verschiedene Gründe dafür geben. Die einzige Möglichkeit ist, deinen Ausweis in den Kartendetails zu löschen und erneut hinzuzufügen.

# pid_presentation.rwscd_auth_verification_failed.prim_button
source: Got it
de: Ok

# pid_presentation.rwscd_auth_verification_failed.sec_button
source: Back to service
de: Zurück zum Dienst

# pid_presentation.rwscd_auth_verification_failed.title
source: Something went wrong with your identification
de: Etwas ist schief gelaufen

# pid_presentation.sheet_explain_data.paragraph
source: The wallet only ever sends the part of your data that is actually needed for the service. This prevents the wallet from revealing unnecessary amounts of your data.
de: Die Wallet sendet immer nur den Teil deiner Daten, der wirklich für den Service benötigt wird. So verhindert die Wallet das unnötig viele Daten von dir preisgegeben werden.

# pid_presentation.sheet_explain_data.title
source: Why is not all data required?
de: Warum werden nicht alle Daten benötigt?

# pid_presentation.sheet_wallet_pin_entry.info_security_pin_button
source: What is the Digital ID code?
de: Was ist der Digitaler-Ausweis-Code?

# pid_presentation.sheet_wallet_pin_entry.paragraph
source: You choose this 6-digit PIN when you added your ID to the EUDI Wallet DE app. It’s needed to confirm the transfer of highly protected documents, like your digital ID or driver’s license. For security reasons, the PIN cannot be replaced by fingerprint or face recognition.
de: Deine 6-stellige Wallet-PIN hast du festgelegt, als du deinen Personalausweis in die EUDI Wallet DE-App geladen hast. Sie wird abgefragt, wenn die Übertragung besonders geschützter Daten aus Nachweisen, wie des digitalen Ausweises oder Führerscheins, bestätigt werden muss. Aus Sicherheitsgründen kann die PIN nicht durch Fingerabdruck oder Gesichtserkennung ersetzt werden.

# pid_presentation.sheet_wallet_pin_entry.paragraph_1
source: You set your 6-digit Digital ID code when you added your identity document to “App name”. It is required to confirm the transfer of highly sensitive data, such as information from your digital ID. This code cannot be replaced by fingerprint or face recognition.
de: Deinen 6-stelligen Digitaler-Ausweis-Code hast du festgelegt, als du deinen Personalausweis in die „App name” geladen hast. Er wird abgefragt, wenn die Übertragung besonders geschützter Daten aus Nachweisen wie dem digitalen Ausweis bestätigt werden muss. Der Code kann nicht durch Fingerabdruck- oder Gesichtserkennung ersetzt werden.

# pid_presentation.sheet_wallet_pin_entry.paragraph_2
source: If you forget your Digital ID code, you’ll need to add your Digital ID again. During this process, you can create a new wallet code.
de: Falls du dein Digitaler-Ausweis-Code vergessen hast, musst du deinen Digitalen Ausweis neu hinzufügen. Dabei kannst du einen Wallet-Code festlegen.

# pid_presentation.sheet_wallet_pin_entry.prim_button
source: Got it
de: Verstanden

# pid_presentation.sheet_wallet_pin_entry.sec_button
source: Add Digital ID again
de: Digitalen Ausweis neu hinzufügen

# pid_presentation.sheet_wallet_pin_entry.title
source: Forgot Digital ID code
de: Digitaler-Ausweis-Code vergessen

# pid_presentation.success.paragraph
source: Go back to the service where you started the identification to finish the process.
de: Du kannst jetzt zum Dienst zurückkehren oder das Fenster schließen.

# pid_presentation.success.prim_button
source: Close
de: Schließen

# pid_presentation.success.title
source: Transfered data successfully
de: Daten erfolgreich übertragen

# pid_presentation.wallet_pin_entry.error_wrong_pin
source: Your code entry was incorrect. Try again.
de: Deine Code-Eingabe war falsch. Versuch es nochmal.

# pid_presentation.wallet_pin_entry.error_wrong_pin_2nd
source: Your code was incorrect. If you enter it incorrectly again, your ID will be locked and you’ll need to add it again.
de: Deine PIN Eingabe war falsch. Bei nächster falscher Eingabe wird dein Ausweis gesperrt und du musst dein Ausweis neu hinzufügen.

# pid_presentation.wallet_pin_entry.prim_button
source: Transfer data
de: Daten übertragen

# pid_presentation.wallet_pin_entry.sec_button
source: Forgot Digital ID code
de: Digitaler-Ausweis-Code vergessen

# pid_presentation.wallet_pin_entry.title
source: Enter Digital ID code to confirm
de: Digitaler-Ausweis-Code zur Bestätigung eingeben

# pid_presentation.wallet_pin_last_entry_info.paragraph_1
source: You have one last attempt to enter the correct code before your ID is locked. After that, you'll need to add your ID again to create a new Wallet code.
de: Sie haben noch einen letzten Versuch, den richtigen Code einzugeben, bevor wir deinen Ausweis sperren. Danach musst du dein Ausweis neu hinzufügen, um einen neuen Wallet-Code zu erstellen

# pid_presentation.wallet_pin_last_entry_info.sec_button
source: Forgot Digital ID code
de: Digitaler-Ausweis-Code vergessen

# pid_presentation.wallet_pin_last_entry_info.title
source: Wrong Digital ID code
de: Falscher Digitaler-Ausweis-Code

# settings.list_about_EUDI
source: About EUDI Wallet DE
de: Über EUDI Wallet De

# settings.list_accessibility
source: Accessibility
de: Barrierefreiheit

# settings.list_activities
source: Activities
de: Aktivitäten

# settings.list_help_center
source: Help-Center
de: Hilfe-Center

# settings.list_how_app_works
source: How does the app work
de: Wie funktioniert die App

# settings.list_legal_impressum
source: Legal and impressum
de: Rechtliches und Impressum

# settings.list_notifications
source: Notification settings
de: Benachrichtigungen

# settings.list_privacy_policy
source: Privacy Policy
de: Datenschutzerklärung

# settings.list_reset_wallet
source: Reset the wallet
de: Wallet zurücksetzen

# settings.list_revocation
source: Block wallet in case of device loss
de: Wallet bei Geräteverlust sperren

# settings.list_support
source: Support
de: Hilfebereich

# settings.list_terms_and_conditions
source: Terms and conditions
de: Nutzungsbedingungen

# settings.overview.list_1
source: Block wallet in case of device loss
de: Wallet bei Geräteverlust sperren

# settings.overview.list_2
source: Notification
de: Benachrichtigungen

# settings.overview.list_about_EUDI
source: About EUDI Wallet DE
de: Über EUDI Wallet De

# settings.overview.list_accessibility
source: Accessibility
de: Barrierefreiheit

# settings.overview.list_activities
source: Activities
de: Aktivitäten

# settings.overview.list_help_center
source: Help-Center
de: Hilfe-Center

# settings.overview.list_how_app_works
source: How does the app work
de: Wie funktioniert die App

# settings.overview.list_legal_impressum
source: Legal and impressum
de: Rechtliches und Impressum

# settings.overview.list_privacy_policy
source: Privacy Policy
de: Datenschutzerklärung

# settings.overview.list_reset_wallet
source: Reset the wallet
de: Wallet zurücksetzen

# settings.overview.list_support
source: Support
de: Hilfebereich

# settings.overview.list_terms_and_conditions
source: Terms and conditions
de: Nutzungsbedingungen

# settings.overview.title
source: Settings
de: Einstellungen

# settings.revocation_not_setup.card_paragraph
source: If your smartphone is lost or stolen, you can use this to lock your wallet.
de: Bei Verlust oder Diebstahl deines Smartphones kannst du hiermit deine Wallet sperren.

# settings.revocation_not_setup.card_title
source: Set up blocking method
de: Sperrmethode einrichten

# settings.revocation_not_setup.prim_button
source: Set up blocking method now
de: Jetzt Sperrmethode einrichten

# settings.revocation_not_setup.title
source: locking method
de: Sperrmethode

# settings.revocation_setup.card_paragraph
source: To do this, a blocking method must have been set up on the lost wallet.
de: Dafür muss eine Sperrmethode auf der verlorenen Wallet eingerichtet worden sein.

# settings.revocation_setup.card_title
source: Lock a lost wallet?
de: Verlorene Wallet sperren?

# settings.revocation_setup.paragraph
source: If your smartphone is lost or stolen, you can use this to lock your wallet.
de: Bei Verlust oder Diebstahl deines Smartphones kannst du hiermit deine Wallet sperren.

# settings.revocation_setup.sec_button
source: Lock lost wallet
de: Verlorene Wallet sperren

# settings.revocation_setup.title
source: locking method
de: Sperrmethode

# settings.settings
source: Settings
de: Einstellungen

# tap_navigation.label_1
source: Overview
de: Übersicht

# tap_navigation.label_2
source: Activity
de: Aktivitäten

# tap_navigation.label_3
source: Settings
de: Einstellungen

# trasaction_code_view_description
source: Please enter the transaction code to continue the issuance.
de: Bitte geben Sie den Transaktionscode ein, um die Ausgabe fortzusetzen.

# trasaction_code_view_title
source: Transaction code needed
de: Transaktionscode erforderlich

# wallet_revocation.details.prim_button
source: Understood
de: Verstanden

# wallet_revocation.details.step_1
source: Install the Wallet app or ID app on a smartphone.
de: Installiere die Wallet-App oder AusweisApp auf einem Smartphone.

# wallet_revocation.details.step_2
source: Start the blocking process via the wallet provider's website.
de: Starte den Sperrvorgang über die Website des Wallet-Anbieters

# wallet_revocation.details.step_2_subline
source: You need your ID card and card PIN.
de: Du brauchst deine Ausweiskarte und Karten-PIN.

# wallet_revocation.details.title
source: Here's how you can lock your app if necessary:
de: So kannst du bei Bedarf deine App sperren:

# wallet_revocation.issuance.label_issued_by
source: Issuer
de: Dienstanbieter

# wallet_revocation.issuance.prim_button
source: Agree by entering your card PIN
de: Zustimmen mit Eingabe der Karten-PIN

# wallet_revocation.issuance.sec_button
source: Reject and cancel process
de: Ablehnen und Prozess abbrechen

# wallet_revocation.issuance.title
source: This data are sent to the following provider to set up the blocking method:
de: Diese Daten werden an folgenden Dienstleister übertragen, um die Sperrmethode einzurichten:

# wallet_revocation.nfc.title
source: Link your ID to your device to verify your PIN and set up the lock method:
de: Verbinde deinen Ausweis mit deinem Gerät, um die PIN zu prüfen und die Sperrmethode einzurichten:

# wallet_revocation.not_set_home.snackbar
source: Protect your wallet Set up a lock method now to lock your wallet in case of emergencies.
de: Schütze deine Wallet Richte jetzt eine Sperrmethode ein, um deine Wallet bei Notfällen zu sperren.

# wallet_revocation.not_set_home.snackbar_button
source: Set up
de: Einrichten

# wallet_revocation.onboarding.paragraph
source: Important: If your card is lost or stolen, you can block your wallet using the online ID function, your ID card, and your 6-digit card PIN.
de: Wichtig: Bei Verlust oder Diebstahl kannst du mithilfe der Online-Ausweisfunktion, deiner Ausweiskarte und deiner 6-stelligen Karten-PIN deine Wallet sperren.

# wallet_revocation.onboarding.prim_button
source: Set up now
de: Jetzt einrichten

# wallet_revocation.onboarding.sec_button
source: Set up later
de: Später einrichten

# wallet_revocation.onboarding.title
source: Set up a lock method now to protect your wallet
de: Richte jetzt eine Sperrmethode ein, um deine Wallet zu schützen

# wallet_revocation.sheet_details.prim_button
source: Wallet provider website
de: Wallet Provider Webseite

# wallet_revocation.sheet_details.step_1
source: Install the Wallet app or ID app on a smartphone.
de: Installiere die Wallet-App oder AusweisApp auf einem Smartphone.

# wallet_revocation.sheet_details.step_2
source: Start the blocking process via the wallet provider's website.
de: Starte den Sperrvorgang über die Website des Wallet-Anbieters

# wallet_revocation.sheet_details.step_2_subline
source: You need your ID card and card PIN.
de: Du brauchst deine Ausweiskarte und Karten-PIN.

# wallet_revocation.sheet_details.title
source: Here's how you can lock your app if necessary:
de: So kannst du bei Bedarf deine App sperren:

# wallet_revocation.sheet_issuance.praragraph
source: Only the pseudonym on your ID card is required to set up the blocking method.
de: Es wird nur das Pseudonym deines Ausweises zur Einrichtung der Sperrmethode benötigt.

# wallet_revocation.sheet_issuance.title
source: Why is only this information from the ID card added?
de: Warum werden nur diese Daten des Ausweises hinzugefügt?

# wallet_revocation.success_error.success_revocation
source: Blocking method successfully set up
de: Sperrmethode erfolgreich eingerichtet
